{
  "about-us": {
    "title": "Über uns",
    "header": "Finanzielle Schulung und Ausbildung - Mentoring und Coaching",
    "text-1": "Hallo, ich bin Andreas Svoboda, ein leidenschaftlicher Profi mit einem starken Fokus auf Coaching, Mentoring und Unterrichten. Mit einem vielfältigen Hintergrund und umfassender Erfahrung in der Finanzbranche habe ich meine Karriere der Aufgabe gewidmet, Einzelpersonen und Organisationen dabei zu unterstützen, ihr volles Potenzial auszuschöpfen. Mit diesem Ziel vor Augen habe ich 2022 Vision Goal LLC gegründet.",
    "text-2": "Unterrichten und Mentoring sind zu meiner wahren Leidenschaft geworden. Als Professor an den United International Business Schools (UIBS) in Zürich und Genf halte ich Vorlesungen zu Themen wie Buchhaltung, Finanzen und Global Banking und bilde so die Denkweise von Bachelor- und Masterstudenten. Darüber hinaus bin ich Abteilungsleiter für Finanzen und Führung, Banken und Finanzen an der Fernfachhochschule Schweiz (FFHS), wo ich angehende Fachkräfte bei ihrer akademischen und beruflichen Entwicklung begleite.",
    "text-3": "Zusätzlich zu diesen Rollen hatte ich das Privileg, an der HSO in Zürich, Rapperswil und Baar zu unterrichten, mit besonderem Schwerpunkt auf dem EMBA-Programm. An der HSO habe ich zur Ausbildung und Entwicklung erfahrener Fachkräfte beigetragen, die einen höheren Abschluss anstrebten.",
    "professional-career": {
      "title": "Beruflicher Werdegang:",
      "text": "Im Laufe meiner Karriere habe ich in verschiedenen Führungspositionen gearbeitet und dabei wertvolle Erkenntnisse und Fachwissen gewonnen. Ich habe Positionen bei namhaften Unternehmen innegehabt, darunter die Bank Julius Bär & Co. AG in der Schweiz und in Singapur, wo ich derzeit als Head of Wealth Planning (WP) Life & Pension tätig bin. Ich habe auch bedeutende Beiträge beim Liechtensteinischen Versicherungsverband geleistet, wo ich als Vorstandsmitglied tätig war und mich auf Kommunikation, Marketing, Öffentlichkeitsarbeit, Strategiearbeit, Interessenvertretung und Finanzplanung konzentrierte. Darüber hinaus war ich als Management Director und Head of Finance bei der Wealth Assurance AG tätig, wo ich das Versicherungsunternehmen leitete und die strategische Ausrichtung, das Risikomanagement und wichtige operative Funktionen beaufsichtigte."
    },
    "teaching-experience-1": {
      "title": "Ausbildung und Lehrerfahrung:",
      "text-1": "My dedication to continuous learning and professional development is reflected in my academic journey. I hold a LL.M. UZH International Business Law from the University of Zurich, a Master of Science Professional Accountancy from the University of London, and a Doctor of Business Administration from the University of Liverpool. In addition to my academic achievements, I have obtained a Master of Business Administration from the University of Southern Queensland and a Betriebsökonom HWV from the Hochschule für Wirtschaft Zürich HWZ.",
      "text-2": "Als Finanzexperte, der zum Pädagogen wurde, bringe ich eine Fülle von Fachwissen und Praxiserfahrung in den Unterricht ein. Ich bin bestrebt, spannenden und wirkungsvollen Unterricht zu halten, der die Schüler dazu inspiriert, in ihrer Karriere erfolgreich zu sein und etwas in der Welt zu bewirken. Meine Lehrtätigkeit an der UIBS, FFHS und HSO ermöglicht es mir, die nächste Generation von Fachleuten zu formen und Wissen sowohl auf Bachelor- als auch auf Master-Ebene zu vermitteln."
    },
    "skills": {
      "title": "Fähigkeiten und Fachwissen:",
      "text": "Ich spreche fließend Deutsch und Englisch und verfüge über ausgeprägte Kommunikationsfähigkeiten, die es mir ermöglichen, effektiv mit unterschiedlichen Zielgruppen in Kontakt zu treten. Im Laufe meiner Karriere habe ich außergewöhnliche Führungsqualitäten, strategisches Denken und analytische Fähigkeiten bewiesen. Meine Expertise umfasst Bereiche wie Finanzplanung, Risikomanagement, Buchhaltung und Anlageverwaltung. Ich bin mit den Feinheiten der Finanzbranche bestens vertraut und verfüge über ein tiefes Verständnis von nachhaltiger Finanzierung, Kapitalmärkten und Portfoliomanagement."
    },
    "professional-passion": {
      "title": "Meine berufliche Leidenschaft:",
      "text": "Als erfahrener Profi treibt mich eine Leidenschaft für Coaching, Mentoring und Unterrichten an. Ich widme mich der Befähigung von Einzelpersonen und Organisationen, helfe ihnen, ihre Ziele zu verwirklichen und ihr volles Potenzial zu entfalten. Mit einem vielfältigen Kompetenzspektrum, einem tiefen Verständnis der Finanzbranche und dem Engagement für kontinuierliches Wachstum und Lernen freue ich mich darauf, mit motivierten Menschen zusammenzuarbeiten und zu ihrem Erfolg beizutragen."
    }
  }
}
