{
  "navbar": {
    "home": "Startseite",
    "about": "Über uns",
    "services": "Dienstleistungen",
    "experience": "Erfahrung",
    "education": "Ausbildung",
    "publications": "Publikationen",
    "cv": "Lebenslauf",
    "contact": "Kontakt"
  },
  "footer": {
    "copyright": "2025 © Alle Rechte vorbehalten von Vision Goal LLC",
    "information": "Offizielle Informationen"
  },
  "banner": {
    "founder": "Gründer von",
    "hello": "Sag Hallo"
  },
  "about-us": {
    "title": "Über Andreas",
    "header": "Finanztraining und Bildung - Mentoring und Coaching",
    "intro": "Hallo, ich bin Andreas Svoboda, Gründer von Vision Goal LLC (gegründet 2022). Mit umfassender Erfahrung in der Finanzbranche konzentriere ich mich auf Coaching, Mentoring und Lehre, um Einzelpersonen und Organisationen zu stärken.",
    "teaching": {
      "title": "Lehre und Vorträge",
      "text": "Ich unterrichte an der UIBS in Zürich und Genf in den Bereichen Rechnungswesen, Finanzen und globales Banking und leite Finanzprogramme an der FFHS. Zudem trage ich zum EMBA-Programm der HSO bei und unterstütze Fachleute in ihrer beruflichen Weiterentwicklung."
    },
    "career": {
      "title": "Berufliche Laufbahn",
      "text": "Ich habe Führungspositionen bei der Bank Julius Bär & Co. AG, dem Liechtensteinischen Versicherungsverband und Wealth Assurance AG innegehabt und Fachwissen in Vermögensplanung, Strategie und Risikomanagement erworben."
    },
    "education": {
      "title": "Bildung und Lehrerfahrung",
      "text": "Ich habe Abschlüsse, darunter einen LL.M. in Internationalem Wirtschaftsrecht, einen MSc in Professional Accountancy und einen DBA. Meine Lehrtätigkeit erstreckt sich über mehrere Institutionen und Bildungsstufen und hilft, die nächste Generation von Fachkräften auszubilden."
    },
    "skills": {
      "title": "Fähigkeiten und Fachwissen",
      "text": "Fließend in Deutsch und Englisch, spezialisiere ich mich auf Finanzplanung, Risikomanagement, Rechnungswesen und Investitionen mit umfassendem Wissen über nachhaltige Finanzen und Kapitalmärkte."
    },
    "passion": {
      "title": "Meine berufliche Leidenschaft",
      "text": "Ich bin leidenschaftlich daran interessiert, Menschen durch Coaching und Mentoring zu helfen, ihr volles Potenzial durch strategische Beratung und Bildung zu entfalten."
    }
  },
  "services": {
    "title": "Dienstleistungen",
    "wealth-planning": {
      "title": "Vermögensplanung und Finanzcoaching",
      "desc": "Maßgeschneiderte Strategien für Investitionen, Ruhestand, Versicherungen und Risikomanagement, um langfristige finanzielle Ziele zu erreichen.",
      "long-text": "Ich kann Ihnen helfen, Ihre finanziellen Ziele zu bewerten, maßgeschneiderte Vermögensverwaltungsstrategien zu entwickeln und Sie bei Investitionen, Altersvorsorge, Versicherungen und Risikomanagement zu beraten. Sie werden in die Lage versetzt, fundierte Finanzentscheidungen zu treffen und Ihre langfristigen Finanzziele zu erreichen."
    },
    "lectures": {
      "title": "Vorträge und Workshops",
      "desc": "Bildungsveranstaltungen zu Finanzen, Rechnungswesen und Unternehmensinnovation für Studierende und Fachkräfte.",
      "long-text": "Vorträge und Workshops in Bildungseinrichtungen oder Unternehmen. Dank meiner Expertise in den Bereichen Buchhaltung, Finanzen, Global Banking und Geschäftsinnovation halte ich interessante und aufschlussreiche Vorträge. Ob ich Bachelor- oder Masterstudenten unterrichte oder Unternehmensfachleute in Weiterbildungskursen unterstütze, ich teile mein Wissen, meine Erkenntnisse und praktische Beispiele, um die Finanzkompetenz und den Geschäftssinn zu verbessern."
    },
    "leadership": {
      "title": "Führung und Karriere-Mentoring",
      "desc": "Beratung für aufstrebende Fachkräfte zur Entwicklung von Führungskompetenzen, strategischem Denken und Karriereplanung.",
      "long-text": "Mit meiner Erfahrung als Vorstandsmitglied, Geschäftsführer und Abteilungsleiter unterstütze ich aufstrebende Fachkräfte und aufstrebende Führungskräfte bei der Entwicklung ihrer Führungsqualitäten, ihres strategischen Denkens und ihrer Entscheidungskompetenz. In Einzel-Mentoring-Sitzungen erhalten Sie Karriereberatung, Hilfe bei der Bewältigung von Herausforderungen und Unterstützung bei der Festlegung erreichbarer Ziele für Ihr persönliches und berufliches Wachstum."
    },
    "mentoring": {
      "title": "Mentoring für Studierende",
      "desc": "Individuelle Unterstützung bei akademischen Entscheidungen, Praktika, Jobmöglichkeiten und Kompetenzentwicklung.",
      "long-text": "Mentoring-Programme, die speziell auf Studierende zugeschnitten sind, die eine Ausbildung oder Karriere im Wirtschaftssektor anstreben. Durch Mentoring erhalten Sie Anleitung, Unterstützung und praktische Ratschläge, die Ihnen dabei helfen, Ihren Bildungsweg oder Ihre ersten Karrierephasen zu meistern. Ob es darum geht, Studierenden bei der Auswahl der richtigen Studiengänge zu helfen, Einblicke in Praktika und Stellenangebote zu geben oder sie bei der Entwicklung wichtiger Fähigkeiten und beim Aufbau von Netzwerken zu beraten – meine Mentoring-Dienste können Sie dabei unterstützen, fundierte Entscheidungen zu treffen, sinnvolle Ziele zu setzen und auf Ihrem gewählten Weg erfolgreich zu sein. Indem ich meine eigenen Erfahrungen, Kenntnisse und Branchenkontakte mit Ihnen teile, werden Sie inspiriert und Ihre persönliche und berufliche Entwicklung gefördert."
    },
    "contact": "Jetzt Kontaktieren",
    "read-more": "Mehr Lesen",
    "read-less": "Weniger Lesen"
  },
  "certificate": {
    "title": "Zertifikat",
    "1": {
      "title": "Chartered Certified Accountant (FCCA)",
      "description": "Weltweit als prestigeträchtige Qualifikation im Finanz- und Rechnungswesen anerkannt. Die FCCA-Bezeichnung genießt im Unternehmens- und öffentlichen Rechnungswesen einen hohen Stellenwert."
    },
    "2": {
      "title": "Certified Financial Planner (CFP®)",
      "description": "Gilt als Goldstandard für Finanzplanungsexperten. Es ist unerlässlich für Karrieren in den Bereichen persönliche Finanzen, Vermögensverwaltung und Altersvorsorge."
    },
    "3": {
      "title": "Zertifikat in Datenanalyse: Think Ahead ACCA",
      "description": "Da Datenanalysen in allen Branchen immer wichtiger werden, entspricht diese Zertifizierung dem wachsenden Bedarf an datengesteuerter Entscheidungsfindung im Finanzwesen und darüber hinaus."
    },
    "4": {
      "title": "Beherrschung der Datenanalyse in Excel von der Duke University (CCC)",
      "description": "Excel bleibt ein wichtiges Werkzeug im Finanz-, Rechnungswesen- und Geschäftswesen. Diese von der Duke University angebotene Zertifizierung gewährleistet fundierte Grundkenntnisse in der effektiven Datenanalyse."
    },
    "5": {
      "title": "Anlageverwaltung durch HEC Paris und AXA Investment Managers (CCC)",
      "description": "Eine Zertifizierung, die akademische Exzellenz mit Branchenexpertise verbindet und sich auf moderne Investmentmanagementpraktiken konzentriert, die in der Vermögensverwaltung sehr gefragt sind."
    }
  },
  "contact": {
    "title": "Kontakt` Andreas",
    "section": {
      "title": "Kontaktieren Sie mich",
      "subtitle": "Ich freue mich auf Ihre Nachricht!",
      "followMe": "Folgen Sie mir"
    },
    "contactInfo": {
      "email": "email@example.com",
      "phone": "+1 234 567 890",
      "location": "Stadt, Land"
    },
    "socialLinks": {
      "linkedin": "LinkedIn",
      "github": "GitHub"
    },
    "form": {
      "name": {
        "label": "Name",
        "placeholder": "Geben Sie Ihren Namen ein",
        "error": "Bitte geben Sie Ihren Namen ein"
      },
      "email": {
        "label": "E-Mail",
        "placeholder": "Geben Sie Ihre E-Mail-Adresse ein",
        "error": "Bitte geben Sie eine gültige E-Mail-Adresse ein"
      },
      "subject": {
        "label": "Betreff",
        "placeholder": "Geben Sie einen Betreff ein",
        "error": "Bitte geben Sie einen Betreff ein"
      },
      "message": {
        "label": "Nachricht",
        "placeholder": "Geben Sie Ihre Nachricht ein",
        "error": "Bitte geben Sie Ihre Nachricht ein"
      },
      "submit": "Nachricht senden"
    }
  },
  "experience": {
    "title": "Erfahrung",
    "professional": {
      "bankJuliusBaer": {
        "company": "Bank Julius Bär & Co. AG, Schweiz/Singapur",
        "role": "Leiter Wealth Planning (WP) Life & Pension",
        "responsibilities": [
          "Verantwortung für vier Teams (Lebensversicherung, Pension, Vermittlerlösungen und Kompetenzzentrum in der WP-Abteilung)",
          "Mitglied des WP-Risikomanagementausschusses, des WP-Managementausschusses und Vorsitzender des Angebotsausschusses",
          "Kostenbudget- und Umsatzverantwortung für Wealth Planning",
          "Verschiedene Projektverantwortungen",
          "Koordination der Erstellung länderspezifischer Richtlinien",
          "Entwicklung des Angebotsmanagements in Singapur (2012 – 2014)"
        ]
      },
      "liechtensteinInsurance": {
        "company": "Liechtensteinischer Versicherungsverband, Vaduz",
        "role": "Vorstandsmitglied",
        "responsibilities": [
          "Kommunikation, Marketing, Öffentlichkeitsarbeit",
          "Strategiearbeit, Interessenvertretung und Finanzplanung"
        ]
      },
      "wealthAssurance": {
        "company": "Wealth Assurance AG, Vaduz/Schaan",
        "role": "Geschäftsführer/Leiter Finanzen",
        "responsibilities": [
          "Verantwortlich für die Führung des Versicherungsunternehmens ab 2010",
          "Strategische Ausrichtung des Unternehmens einschließlich Risikomanagement",
          "Leitung der Sitzungen des Verwaltungsrats, Gründung des Versicherungsunternehmens",
          "Leitung der Buchhaltung und des Backoffice (Operations, Compliance, Finanzen, Verwaltung, HR)"
        ]
      },
      "ubs": {
        "company": "UBS AG und UBS Life Schweiz, Liechtenstein, Irland",
        "role": "Leiter Finanzen der UBS Versicherungsgesellschaften",
        "responsibilities": [
          "Leiter Finanzen (2002 – 2008)",
          "CEO der UBS Global Life AG (2004 - 2008)",
          "Business Unit Controller",
          "Controller Financial Planning (2001 - 2002)",
          "Controller Logistics (1999 - 2001)"
        ]
      },
      "creditSuisse": {
        "company": "Credit Suisse, Rapperswil",
        "role": "Finanzberater",
        "responsibilities": [
          "Relationship Manager für vermögende Privatkunden sowie kleine und mittlere Unternehmen"
        ]
      },
      "zurcherKantonalbank": {
        "company": "Zürcher Kantonalbank, Zürich",
        "role": "Verschiedene Funktionen",
        "responsibilities": [
          "Produktmanager Kredite und Darlehen",
          "Relationship Manager",
          "Kundenbuchhaltung"
        ]
      }
    },
    "lecture": {
      "visionGoal": {
        "company": "Vision Goal LLC. Lachen",
        "role": "Gründer",
        "responsibilities": ["Coaching und Bildungsdienstleistungen"]
      },
      "businessSchools": {
        "company": "United International Business Schools, Zürich & Genf",
        "role": "Professor",
        "responsibilities": ["Buchhaltung", "Finanzen", "Globale Banken"]
      },
      "hso": {
        "company": "HSO, Zürich, Rapperswil & Baar",
        "role": "Dozent",
        "responsibilities": [
          "Buchhaltung",
          "Investition",
          "EMBA, Geschäftsinnovation, Finanzen und Risiko"
        ]
      },
      "insuranceAcademy": {
        "company": "THE Insurance Academy, Freienbach",
        "role": "Gründer",
        "responsibilities": []
      },
      "ffhs": {
        "company": "Fernfachhochschule Schweiz, Zürich (FFHS)",
        "role": "Dozent",
        "responsibilities": [
          "Controlling",
          "Kapitalmärkte",
          "Portfoliomanagement",
          "Nachhaltige Finanzen"
        ]
      },
      "ffhs-2": {
        "company": "Fernfachhochschule Schweiz, Zürich (FFHS)",
        "role": "Abteilungsleiter",
        "responsibilities": ["Finanzen und Führung", "Banking und Finanzen"]
      }
    }
  },
  "others": {
    "professional": "Professionell",
    "lecture": "Dozent",
    "see-details": "Details anzeigen",
    "hide-details": "Details ausblenden",
    "download": "CV herunterladen"
  }
}
