{
  "navbar": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "experience": "Experience",
    "education": "Education",
    "publications": "Publications",
    "cv": "CV",
    "contact": "Contact"
  },
  "footer": {
    "copyright": "2025 © All rights reserved by Vision Goal LLC",
    "information": "Official Info"
  },
  "banner": {
    "founder": "Founder of",
    "hello": "Say Hello"
  },
  "about-us": {
    "title": "About Andreas",
    "header": "Financial Training and Education - Mentorship and Coaching",
    "intro": "Hello, I’m Andreas Svoboda, founder of Vision Goal LLC (est. 2022). With extensive experience in finance, I focus on coaching, mentoring, and teaching to empower individuals and organizations.",
    "teaching": {
      "title": "Teaching and Lecturing",
      "text": "I lecture at UIBS in Zurich and Geneva on accounting, finance, and global banking and lead finance programs at FFHS. I also contribute to HSO’s EMBA program, helping professionals advance their careers."
    },
    "career": {
      "title": "Professional Career",
      "text": "I have held leadership roles at Bank Julius Bär & Co. AG, Liechtenstein Insurance Association, and Wealth Assurance AG, gaining expertise in wealth planning, strategy, and risk management."
    },
    "education": {
      "title": "Education and Teaching Experience",
      "text": "I hold degrees including an LL.M. in International Business Law, an MSc in Professional Accountancy, and a DBA. My teaching spans multiple institutions and levels, shaping the next generation of professionals."
    },
    "skills": {
      "title": "Skills and Expertise",
      "text": "Fluent in German and English, I specialize in financial planning, risk management, accounting, and investment, with deep knowledge of sustainable finance and capital markets."
    },
    "passion": {
      "title": "My Professional Passion",
      "text": "I am passionate about coaching and mentoring, helping individuals unlock their full potential through strategic guidance and education."
    }
  },
  "services": {
    "title": "Services",
    "wealth-planning": {
      "title": "Wealth Planning and Financial Coaching",
      "desc": "Customized strategies for investments, retirement, insurance, and risk management to help you achieve long-term financial goals.",
      "long-text": "I can help you to assess your financial goals, develop customized wealth management strategies, and provide guidance on investments, retirement planning, insurance, and risk management. You will get empower to make informed financial decisions and achieve your long-term financial objectives."
    },
    "lectures": {
      "title": "Lectures and Workshops",
      "desc": "Educational sessions on finance, accounting, and business innovation for students and corporate professionals.",
      "long-text": "Lectures and workshops in educational institutions or corporate settings. Thanks to my expertise in accounting, finance, global banking, and business innovation I will deliver well-suited engaging and insightful sessions. Whether it’s teaching undergraduate or graduate students or providing professional development training to corporate professionals, I will share my knowledge, insights, and practical examples to enhance financial literacy and business acumen."
    },
    "leadership": {
      "title": "Leadership and Career Mentoring",
      "desc": "Guidance for aspiring professionals to develop leadership, strategic thinking, and career planning skills.",
      "long-text": "With my experience as a board member, management director, and head of departments, I will guide aspiring professionals and emerging leaders in developing their leadership skills, strategic thinking, and decision-making abilities. Through one-on-one mentoring sessions, you will get career guidance, help to navigate challenges, and assistance in setting achievable goals for personal and professional growth"
    },
    "mentoring": {
      "title": "Mentoring for Students",
      "desc": "Tailored support for students in academic choices, internships, job opportunities, and skill development.",
      "long-text": "Mentorship programs specifically tailored to students pursuing education or careers in the business sector. Through mentorship, you will get guidance, support, and practical advice to help you navigate your educational journey or early career stages. Whether it’s assisting students in selecting the right academic programs, offering insights on internships and job opportunities, or providing guidance on developing essential skills and networking, my mentoring services can empower you to make informed decisions, set meaningful goals, and succeed in your chosen paths. By sharing my own experiences, knowledge, and industry connections, You will get inspire and foster your personal and professional development."
    },
    "contact": "Contact Now",
    "read-more": "Read More",
    "read-less": "Read Less"
  },
  "certificate": {
    "title": "Certificate",
    "1": {
      "title": "Chartered Certified Accountant (FCCA)",
      "description": "Recognized globally as a prestigious qualification in finance and accounting. The FCCA designation is highly valued in corporate and public accounting sectors."
    },
    "2": {
      "title": "Certified Financial Planner (CFP®)",
      "description": "Regarded as a gold standard for financial planning professionals. It is essential for careers in personal finance, wealth management, and retirement planning."
    },
    "3": {
      "title": "Certificate in Data Analytics: Think Ahead ACCA",
      "description": "With data analytics becoming crucial across industries, this certification aligns with the growing need for data-driven decision-making in finance and beyond."
    },
    "4": {
      "title": "Mastering Data Analysis in Excel by Duke University (CCC)",
      "description": "Excel remains a vital tool in finance, accounting, and business. This certification, offered by Duke University, ensures strong foundational knowledge in analyzing data effectively."
    },
    "5": {
      "title": "Investment Management by HEC Paris and AXA Investment Managers (CCC)",
      "description": "A certification that merges academic excellence with industry expertise, focusing on modern investment management practices, highly sought after in asset management."
    }
  },
  "contact": {
    "title": "Contact",
    "sub-title": "contact-us",
    "input": {
      "first-name": "First Name",
      "email": "Email Address",
      "phone": "Phone Number",
      "message": "Message"
    },
    "error-input": {
      "first-name": "This field is required. Please input your name.",
      "email": "This field is required. Please input a valid email.",
      "not-valid-email": "This is not valid email."
    }
  },
  "experience": {}
}
