{
  "about-us": {
    "title": "About us",
    "header": "Financial training and education - Mentorship and coaching",
    "text-1": "Hello, I’m Andreas Svoboda, a passionate professional with a strong focus on coaching, mentoring, and teaching. With a diverse background and extensive experience in the financial industry, I have dedicated my career to empowering individuals and organizations to achieve their fullest potential. With that purpose in mind I set up Vision Goal LLC in 2022.",
    "text-2": "Teaching and mentoring have become my true passion. As a Professor at United International Business Schools (UIBS) in Zurich and Geneva, I lecture on subjects including accounting, finance, and global banking, shaping the minds of students pursuing Bachelor’s and Master’s degrees. Additionally, I serve as the Department Head of Finance and Leadership, Banking and Finance at the Swiss Distance University of Applied Sciences (FFHS), where I guide aspiring professionals in their academic and professional development.",
    "text-3": "In addition to these roles, I have had the privilege of teaching at HSO in Zurich, Rapperswil, and Baar, with a specific focus on the EMBA program. At HSO, I have contributed to the education and growth of experienced professionals pursuing advanced degrees.",
    "professional-career": {
      "title": "Professional Career:",
      "text": "Throughout my career, I have worked in various leadership roles, gaining valuable insights and expertise. I have held positions at notable companies, including Bank Julius Bär& Co. AG in Switzerland and Singapore, where I currently serve as the Head of Wealth Planning (WP) Life & Pension. I have also made significant contributions at the Liechtenstein Insurance Association, where I served as a Board Member, focusing on communication, marketing, public relations, strategy work, advocacy, and financial planning. Furthermore, I held the position of Management Director and Head of Finance at Wealth Assurance AG, where I managed the insurance company and oversaw strategic orientation, risk management, and key operational functions."
    },
    "teaching-experience-1": {
      "title": "Education and Teaching Experience:",
      "text-1": "My dedication to continuous learning and professional development is reflected in my academic journey. I hold a LL.M. UZH International Business Law from the University of Zurich, a Master of Science Professional Accountancy from the University of London, and a Doctor of Business Administration from the University of Liverpool. In addition to my academic achievements, I have obtained a Master of Business Administration from the University of Southern Queensland and a Betriebsökonom HWV from the Hochschule für Wirtschaft Zürich HWZ.",
      "text-2": "As a finance professional turned educator, I bring a wealth of expertise and real-world experience to the classroom. I am committed to delivering engaging and impactful lessons that inspire students to succeed in their careers and make a difference in the world. My teaching roles at UIBS, FFHS, and HSO allow me to shape the next generation of professionals, imparting knowledge at both Bachelor’s and Master’s levels."
    },
    "skills": {
      "title": "Skills and Expertise:",
      "text": "With fluency in German and English, I possess strong communication skills that enable me to connect effectively with diverse audiences. Throughout my career, I have demonstrated exceptional leadership, strategic thinking, and analytical abilities. My expertise spans areas such as financial planning, risk management, accounting, and investment management. I am well-versed in the intricacies of the finance industry and possess a deep understanding of sustainable finance, capital markets, and portfolio management."
    },
    "professional-passion": {
      "title": "My Professional Passion:",
      "text": "As a seasoned professional, I am driven by a passion for coaching, mentoring, and teaching. I am dedicated to empowering individuals and organizations, helping them realize their goals and unlock their full potential. With a diverse skill set, a deep understanding of the financial industry, and a commitment to continuous growth and learning, I am excited to collaborate with motivated individuals and contribute to their success."
    }
  }
}
