{
  "navbar": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "experience": "Experience",
    "publications": "Publications",
    "cv": "CV",
    "contact": "Contact"
  },
  "footer": {
    "copyright": "2025 © All rights reserved by Vision Goal LLC",
    "information": "Official Info"
  },
  "banner": {
    "founder": "Founder of",
    "hello": "Discuss With Vision Goal Today"
  },
  "about-us": {
    "title": "About Andreas",
    "header": "Financial Training and Education - Mentorship and Coaching",
    "intro": "Hi, I'm Andreas Svoboda—a mentor, coach, and financial expert dedicated to helping individuals and organizations succeed. I founded Vision Goal LLC in 2022 to empower professionals.",
    "intro-2": "Through Vision Goal LLC, We providing strategic consulting to help clients achieve financial success, optimize wealth management, and reach their business goals",
    "intro-3": "Let’s connect and drive success together!",
    "teaching": {
      "title": "Teaching and Lecturing",
      "text": "I lecture at UIBS in Zurich and Geneva on accounting, finance, and global banking and lead finance programs at FFHS. I also contribute to HSO’s EMBA program, helping professionals advance their careers."
    },
    "career": {
      "title": "Professional Career",
      "text": "I have held leadership roles at Bank Julius Bär & Co AG, UBS AG and Liechtenstein Insurance Association, gaining expertise in wealth planning, strategy, and risk management."
    },
    "education": {
      "title": "Education and Teaching Experience",
      "text": "I hold degrees including an LL.M. in International Business Law, an MSc in Professional Accountancy, and a DBA. My teaching spans multiple institutions and levels, shaping the next generation of professionals."
    },
    "skills": {
      "title": "Skills and Expertise",
      "text": "Fluent in German and English, I specialize in financial planning, risk management, accounting, and investment, with deep knowledge of sustainable finance and capital markets."
    },
    "passion": {
      "title": "My Professional Passion",
      "text": "I am passionate about coaching and mentoring, helping individuals unlock their full potential through strategic guidance and education."
    }
  },
  "services": {
    "title": "Services",
    "wealth-planning": {
      "title": "Wealth Planning and Financial Coaching",
      "desc": "Customized strategies for investments, retirement, insurance, and risk management to help you achieve long-term financial goals.",
      "long-text": "I can help you to assess your financial goals, develop customized wealth management strategies, and provide guidance on investments, retirement planning, insurance, and risk management. You will get empower to make informed financial decisions and achieve your long-term financial objectives."
    },
    "lectures": {
      "title": "Lectures and Workshops",
      "desc": "Educational sessions on finance, accounting, and business innovation for students and corporate professionals.",
      "long-text": "Lectures and workshops in educational institutions or corporate settings. Thanks to my expertise in accounting, finance, global banking, and business innovation I will deliver well-suited engaging and insightful sessions. Whether it’s teaching undergraduate or graduate students or providing professional development training to corporate professionals, I will share my knowledge, insights, and practical examples to enhance financial literacy and business acumen."
    },
    "leadership": {
      "title": "Leadership and Career Mentoring",
      "desc": "Guidance for aspiring professionals to develop leadership, strategic thinking, and career planning skills.",
      "long-text": "With my experience as a board member, managing diretor and head of departments, I will guide aspiring professionals and emerging leaders in developing their leadership skills, strategic thinking, and decision-making abilities. Through one-on-one mentoring sessions, you will get career guidance, help to navigate challenges, and assistance in setting achievable goals for personal and professional growth"
    },
    "mentoring": {
      "title": "Mentoring for Students",
      "desc": "Tailored support for students in academic choices, internships, job opportunities, and skill development.",
      "long-text": "Mentorship programs specifically tailored to students pursuing education or careers in the business sector. Through mentorship, you will get guidance, support, and practical advice to help you navigate your educational journey or early career stages. Whether it’s assisting students in selecting the right academic programs, offering insights on internships and job opportunities, or providing guidance on developing essential skills and networking, my mentoring services can empower you to make informed decisions, set meaningful goals, and succeed in your chosen paths. By sharing my own experiences, knowledge, and industry connections, You will get inspire and foster your personal and professional development."
    },
    "contact": "Contact Now",
    "read-more": "Read More",
    "read-less": "Read Less"
  },
  "certificate": {
    "title": "Certificate",
    "1": {
      "title": "Chartered Certified Accountant (FCCA)",
      "description": "Recognized globally as a prestigious qualification in finance and accounting. The FCCA designation is highly valued in corporate and public accounting sectors."
    },
    "2": {
      "title": "Certified Financial Planner (CFP®)",
      "description": "Regarded as a gold standard for financial planning professionals. It is essential for careers in personal finance, wealth management, and retirement planning."
    },
    "3": {
      "title": "Swiss Licensed Asset Manager",
      "description": "Developing structured investment strategies that maximize returns while managing risks. By analyzing market trends and financial data, I help clients make informed decisions, ensuring their portfolios remain strong and adaptable to economic changes."
    },
    "4": {
      "title": "FINMA-Licensed Insurance Broker",
      "description": "Offering independent, regulated insurance solutions that protect businesses and individuals from unforeseen financial risks. My deep understanding of the insurance landscape ensures clients receive the most effective policies suited to their specific needs."
    },
    "5": {
      "title": "SVEB Zertifikate Modul 1",
      "description": "Qualified in financial education and coaching, empowering clients with practical knowledge to make informed financial decisions. I provide workshops, training sessions, and one-on-one consultations to ensure clarity and confidence in financial management."
    }
  },
  "contact": {
    "title": "Contact Andreas",
    "section": {
      "title": "Get in Touch",
      "subtitle": "Feel free to reach out. I'd love to hear from you!",
      "followMe": "Follow Me"
    },
    "contactInfo": {
      "email": "email@example.com",
      "phone": "+1 234 567 890",
      "location": "City, Country"
    },
    "socialLinks": {
      "linkedin": "LinkedIn",
      "github": "GitHub"
    },
    "form": {
      "name": {
        "label": "Name",
        "placeholder": "Enter your name",
        "error": "Please enter your name"
      },
      "email": {
        "label": "Email",
        "placeholder": "Enter your email",
        "error": "Please enter a valid email"
      },
      "subject": {
        "label": "Subject",
        "placeholder": "Enter subject",
        "error": "Please enter a subject"
      },
      "message": {
        "label": "Message",
        "placeholder": "Enter your message",
        "error": "Please enter your message"
      },
      "submit": "Send Message",
      "sending": "Sending...",
      "success": "Message sent successfully! We'll get back to you soon.",
      "error": "Failed to send message. Please try again later."
    }
  },
  "experience": {
    "title": "Experience",
    "professional": {
      "gmbh": {
        "company": "S&L Management and Consulting GmbH",
        "role": "Insurance Broker",
        "responsibilities": [
          "Provide tailored insurance strategies to meet client needs.",
          "Guide clients through complex risk landscapes for financial security.",
          "Offer expert consulting to support organizational growth.",
          "Develop customized solutions aligned with individual goals.",
          "Leverage deep knowledge and innovative strategies for optimal results.",
          "Build trust and ensure clients have clarity and control over decisions."
        ]
      },
      "qWealth": {
        "company": "Q WEALTH AG, Zurich, Switzerland",
        "role": "Partner",
        "responsibilities": [
          "Financial expert at Q WEALTH AG, a Swiss Licensed Asset Manager.",
          "Bespoke asset management & financial advisory for Ultra-High-Net-Worth Individuals (UHNWI)",
          "Crafting personalized strategies to preserve & grow wealth.",
          "Helping clients navigate wealth management complexities & secure long-term prosperity."
        ]
      },
      "bankJuliusBaer": {
        "company": "Bank Julius Bär & Co. AG, Switzerland/Singapore",
        "role": "Head of Wealth Planning (WP) Life & Pension",
        "responsibilities": [
          "Responsibility for four teams (Life Insurance, Pension, Intermediaries Solutions, and Competence Centre in the WP department)",
          "Member of the WP Risk Management Committee, WP Management Committee, and Chair of the Offering Committee",
          "Cost budget and revenue responsibility for Wealth Planning",
          "Various project responsibilities",
          "Coordination of the creation of country-specific guidelines",
          "Development of offering management in Singapore (2012 – 2014)"
        ]
      },
      "liechtensteinInsurance": {
        "company": "Liechtenstein Insurance Association, Vaduz",
        "role": "Board Member",
        "responsibilities": [
          "Communication, Marketing, Public relations",
          "Strategy work, advocacy, and financial planning"
        ]
      },
      "wealthAssurance": {
        "company": "Wealth Assurance AG, Vaduz/Schaan",
        "role": "Management Director/Head of Finance",
        "responsibilities": [
          "Responsible for the management of the insurance company from 2010",
          "Strategic orientation of the company including risk management",
          "Management of the Board of Directors meeting, establishment of the insurance company",
          "Management of accounting and management of the back office (operations, compliance, finance, admin, HR)"
        ]
      },
      "ubs": {
        "company": "UBS AG and UBS Life Switzerland, Liechtenstein, Ireland",
        "role": "Head of Finance of UBS Insurance companies",
        "responsibilities": [
          "Head of Finance (2002 – 2008)",
          "CEO of UBS Global Life AG (2004 - 2008)",
          "Business Unit Controller",
          "Controller Financial Planning (2001 - 2002)",
          "Controller Logistics (1999 - 2001)"
        ]
      },
      "creditSuisse": {
        "company": "Credit Suisse, Rapperswil",
        "role": "Financial Advisor",
        "responsibilities": [
          "Relationship manager for affluent clients as well as small and medium companies"
        ]
      },
      "zurcherKantonalbank": {
        "company": "Zürcher Kantonalbank, Zurich",
        "role": "Various functions",
        "responsibilities": [
          "Product manager credit and loans",
          "Relationship manager",
          "Customer accounting"
        ]
      }
    },
    "lecture": {
      "sbs": {
        "company": "SBS Swiss Business School",
        "role": "Lecturer - Part Time",
        "responsibilities": [
          "Higher Education",
          "Educational Training & Coaching"
        ]
      },
      "ssib": {
        "company": "Swiss School for International Business",
        "role": "Lecturer - Part Time",
        "responsibilities": [
          "Higher Education",
          "Educational Training & Coaching",
          "Higher Education Teaching"
        ]
      },
      "visionGoal": {
        "company": "Vision Goal LLC. Lachen",
        "role": "Founder",
        "responsibilities": ["Coaching and educational service"]
      },
      "businessSchools": {
        "company": "United International Business Schools, Zurich & Geneva",
        "role": "Professor",
        "responsibilities": ["Accounting", "Finance", "Global Banking"]
      },
      "hso": {
        "company": "HSO, Zurich, Rapperswil & Baar",
        "role": "Lecturer",
        "responsibilities": [
          "Accounting",
          "Investment",
          "EMBA, Business Innovation, Finance and Risk "
        ]
      },
      "insuranceAcademy": {
        "company": "THE Insurance Academy, Freienbach ",
        "role": "Founder",
        "responsibilities": []
      },
      "ffhs": {
        "company": "Swiss Distance University of Applied Sciences, Zurich (FFHS)",
        "role": "Lecturer",
        "responsibilities": [
          "Controlling",
          "Capital Markets",
          "Portfolio Management",
          "Sustainable Finance"
        ]
      },
      "ffhs-2": {
        "company": "Swiss Distance University of Applied Sciences, Zurich (FFHS)",
        "role": "Head of Department",
        "responsibilities": ["Finance and Leadership", "Banking and Finance"]
      }
    }
  },
  "others": {
    "professional": "Professional",
    "lecture": "Lecturer",
    "education": "Education",
    "see-details": "See Details",
    "hide-details": "Hide Details",
    "download": "Download CV",
    "quote": "Wealth is built on smart choices—start making yours today."
  }
}
